聖靈四九
禱告及複習：我們誦讀 19/13-17
13 那時，有幾個遊行各處、念咒趕鬼的猶太人，向那被惡鬼附的人擅自稱主耶穌的名，說：「我奉保羅所傳的耶穌敕令你們出來！」 14 做這事的，有猶太祭司長士基瓦的七個兒子。 15 惡鬼回答他們說：「耶穌我認識，保羅我也知道。你們卻是誰呢？」 16 惡鬼所附的人就跳在他們身上，勝了其中二人，制伏他們，叫他們赤著身子受了傷，從那房子裡逃出去了。 17 凡住在以弗所的，無論是猶太人，是希臘人，都知道這事，也都懼怕；主耶穌的名從此就尊大了
這個故事有幾個重要的真理觀念可以領受學習：
一`不可妄稱神的名，這是出埃及記20章十誡中的第三條誡命，不可妄稱耶和華你神的名因為妄稱耶和華名的耶和華必不以他為無罪。
妄稱就是虛妄虛謊不真實的意思，妄稱神的名就是不認識真神也未把神當神的態度來使用神的名或者說並不是出於神的許可狀況，而是按自己的意思來利用神的名。
就好像你拿到一個權貴人物的名片，沒有經過他的允許就隨便的運用這張名片去做他不同意的事，當然是錯誤及不合法。
所以v13說念咒趕鬼的猶太人是祭司長的幾個兒子，擅自稱主耶穌的名，這就是妄稱主的名，其實他們不認識主耶穌是誰他們也不知道神的名的含義是什麼，他們只看見使徒保羅在當地行了許多這麼大的神跡，他們就認為如同他們念咒趕鬼一般，照著保羅每次所做的方式照抄而行應該就會有用，所以他們說我奉保羅所傳的耶穌，命令你們出來，結果是不但鬼不怕他們，反而惡鬼回答：你們卻是誰呢？既不認識耶穌也不認識保羅，於是被鬼附的人跳到他們身上打傷他們，因此妄稱神的名並無法產生神的名的權柄與能力，反而讓自己落入罪中，而且反過來受到黑暗權勢的攻擊，所以在使用神的名主耶穌的名都要有正確的心態及對神及真理有清楚的認識。我們對神及真理的認識有多少，就能釋放神的權柄與能力有多少；因為對神真正的認識才能產生真正的信心與動機，才能按著真理的原則運用屬靈的權柄及能力，這時候聖靈就會釋放神的大能來榮耀主耶穌的名。
二`要有純正的動機及正確的屬靈原則來使用神的名及神的應許帶出屬靈的權柄與能力去幫助有需要的人。 這幾個猶太人看到使徒保羅行這麼大的神跡，而且眾人都會順服跟隨他，他們就想利用神的名來得到自己的利益，包括被人遵崇及財富奉獻給他們，如此就名利雙收，名也要錢也要，這是人罪性裡出來的動機，是上帝所厭惡的，聖靈也不會為這樣的事背書，求主保守我們跟隨侍奉神的時候，反而是捨己謙卑為了其他人的好處，靠著神的恩典去服侍他們，這是耶穌的榜樣願神賜福我們都有這樣的生命。  
默想&禱告: @我有無不小心妄稱神的名及主耶穌的名的經驗? 求聖靈光照及赦免我的無知，也許沒有不良動機，但也曾經用錯主的名，沒有為主耶穌的榮耀而使用他的名，也求主赦免。
三` 我們需要防備惡者的攻擊。 某種程度,它知道我們的屬靈生活狀況，所以也會造成對神兒女的威脅及傷害
15 惡鬼回答他們說：「耶穌我認識，保羅我也知道。你們卻是誰呢？」 16 惡鬼所附的人就跳在他們身上，勝了其中二人，制伏他們
約 10/10: 耶穌說: 盜賊來,無非是要偷竊殺害毀壞； 以弗所書 4 章說:不可給魔鬼留地步，
這就是提醒我們，他會對我們的私人生活的反映，包括食衣住行育樂知道狀況，所以我們若暴露自己的老我及過犯，就是給它有機會攻擊我們，當然神會保護屬他的人，可是神的話提醒我們要為自己的生活及生命負起屬靈的責任。
因此在屬神的生活中，主的話提醒我們要警醒禱告,免得入了迷惑，其實涉及到靈界的事情許多神的兒女並無這方面的學習，常常容易上當被迷惑，教會的遇見神營會也通常需要處理這個領域的問題，沒有定期被神的靈及真理潔淨整理，都有可能會不自知的落入惡者的迷惑，金錢，色情，成癮習慣(例如電玩’,飲酒’’’) 等，甚至一個表面無害的反應都有可能是惡者的詭計；
我個人認識某些牧者侍奉相當忠心，但是不警醒，就落入男女關係的陷阱而導致身敗名裂，被魔鬼陷害錯失了一生神的命定，非常遺憾婉惜! 箴 4/23: 要保守你的心勝過保守一切，因為一生的果效是由心發出來的” 求主保守我們的思想心靈，活在神的聖潔真理及基督的愛中，天天有親近神誦讀默想神的話的時間，讓聖靈更新我們!
默想&禱告:
@按今天的分享，我如何保守自己活在神的保護及同在中?

---

士基瓦的七個兒子成為我們的前車之鑑

1. “你們卻是誰呢？” 我們真的很需要清楚的知道救恩的真理，知道我們是屬於誰的，知道自己的身分，知道我是誰在罩，而且也需要每一天不斷地不斷地明確、提醒自己
2. 不論我們是否認識神，懷著不當的動機利用神是危險的。有的時候神也會因著憐憫或是祂的計劃，讓一些不真的很認識神但動機卻純正的人藉著神的名行事；但如果是一位認識神卻沒有正確動機的人想利用神的名，如果出事了倒還好，就會從中有提醒，如果沒出事，就更危險了，因為可能會覺得這樣做沒問題。
   福音本是神的大能，所以其實士基瓦的這七個兒子，可能反而因為這件事，就回轉向神，想認識祂信靠祂。
3. 神是聖潔、不可侵犯的，而神也有憐憫沒有直接電死這些對神不敬的人。
